{
    "title": "Fribourg: Timeless Beauty and History in Switzerland",
    "headerReverse": false,
    "sections": [
        {
            "type": "text",
            "title": null,
            "titlelevel": 2,
            "text": [
                "Located in the heart of Switzerland, the picturesque city of Fribourg beckons travelers with its captivating blend of medieval charm, cultural richness, and linguistic diversity. As you traverse its cobbled streets and immerse yourself in the ambiance of this enchanting locale, you'll discover a city that seamlessly weaves together the threads of history, architecture, and a unique bilingual heritage.",

                "As you explore the nooks and crannies of Fribourg, you'll find a city that seamlessly blends the old with the new, the traditional with the modern. It's a place where history is not confined to textbooks but is woven into the very fabric of daily life. Fribourg is an invitation to step into a world where time seems to slow down, allowing you to savor every moment in this enchanting tapestry of culture and history."
            ]
        },
        {
            "type": "img",
            "title": "",
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/episodes/mwljDNDTwf0/assets/fri1.jpg",
                "style": {
                    "width": "100%",
                    "height": "700px",
                    "marginBottom": "40px"
                }
            }
        },
        {
            "type": "textimg",
            "title": "Architectural Marvel",
            "titlelevel": 2,
            "text": [
                "Fribourg's Old Town serves as a living testament to its rich history. Cobblestone streets wind their way through a meticulously preserved medieval landscape, revealing architectural gems that date back centuries. The Cathedral of Saint Nicholas, standing tall since the 13th century, dominates the city with its majestic spire. Wander through the narrow alleys, and you'll encounter centuries-old buildings, each whispering tales of times gone by.",

                "The Cathedral, locally known as \"Cathédrale Saint-Nicolas,\" stands as an architectural masterpiece that dominates Fribourg's skyline. Its construction dates back to the 13th century, and the cathedral has undergone various renovations and additions over the centuries, showcasing a captivating blend of Gothic and Romanesque architectural styles. The imposing spire, soaring into the sky, is a symbol of the city's religious and historical significance."
            ],
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/episodes/mwljDNDTwf0/assets/fri2.jpeg",
                "style": {
                    "width": "100%",
                    "minWidth": "600px",
                    "height": "400px"
                }
            },
            "reverse": true 
        },
        {
            "type": "text",
            "title": null,
            "titlelevel": 2,
            "text": [
                "For those willing to climb the cathedral's tower, a rewarding experience awaits. The ascent provides panoramic views of Fribourg and its surroundings. The cityscape unfolds beneath you, offering a unique perspective on the urban landscape, the Sarine River, and the charming rooftops of the Old Town."
            ]
        },
        {
            "type": "textimg",
            "title": "The Loreto Chapel",
            "titlelevel": 2,
            "text": [
                "The belvedere of this baroque-style sanctuary built by Jean-François Reyff in 1648 offers the most beautiful view of Fribourg's old town.",
                
                "This baroque chapel is one of the most successful creations of Jean-François Reyff, the versatile artist from Fribourg who was a sculptor, architect and fortifications engineer. His Virgin Marys are recognisable by their pensive, gentle faces. The baroque chapel (1647-1689), a down-to-size replica of the Santa Casa de Loreto, Italy, towers over the old part ot town."
            ],
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/episodes/mwljDNDTwf0/assets/loreto.jpeg",
                "style": {
                    "width": "100%",
                    "minWidth": "600px",
                    "height": "400px"
                }
            },
            "reverse": false 
        }
    ]
}