{
    "title": "WELCOME TO THE WONDERS OF SWITZERLAND",
    "items": [
        {
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/home1.jpeg",
                "style": {

                }
            },
            "text": [
                "We take great pleasure in sharing itineraries and travel tips with you!",
                "Our goal is to contribute on creating memorable experiences for others, just as we have had the privilege of enjoying ourselves."
            ],
            "button": {
                "text":"Explore our episodes",
                "url": "/episodes"
            }
        },
        {
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/home2.jpeg",
                "style": {
                    
                }
            },
            "text": [
                "Discover the captivating beauty, rich culture, and hidden gems of Switzerland!",
                "With a passion for exploration and storytelling, we showcase the best of what Switzerland has to offer."
            ],
            "button": {
                "text":"Go to our channel",
                "url": "https://www.youtube.com/@wondersofswitzerland",
                "target": "_blank"
            }
        }
    ],
    "reachout": {
        "title": "REACH OUT TO US",
        "text": "For partnerships, asking for help on your travel plans, or just to say hello 👋🏻",
        "button": {
            "text":"Send us a message",
            "url": "/contact",
            "target": "_self"
        }
    },
    "who": {
        "title": "WHO WE ARE",
        "profiles": [
            {
                "photo": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/elia.jpeg",
                "text": [
                    "Eliã is Brazilian and have been living in Switzerland for 3 years, he came to the Alpine country to take a PhD in informatics and felt in love with the Swiss views.",
                    "Currently he is the video maker and editor, using his iPhone and drone he shares his family adventures."
                ]
            },
            {
                "photo": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/larissa.jpeg",
                "text": [
                    "Larissa is also a Brazilian and moved to Switzerland with her husband Eliã 3 years ago, she works as a UI UX Designer and loves living in Lugano because it is a sunny city and the nature is beautiful.",
                    "She makes itineraries for the trips and creates the designs for the channel and website."
                ]
            }
        ]
    }
}