{
    "title": "WELCOME TO THE WONDERS OF SWITZERLAND",
    "items": [
        {
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/home1.jpeg",
                "style": {

                }
            },
            "text": [
                "We take great pleasure in sharing itineraries and travel tips with you!",
                "Our goal is to contribute on creating memorable experiences for others, just as we have had the privilege of enjoying ourselves."
            ],
            "button": {
                "text":"Explore our episodes",
                "url": "/episodes"
            }
        },
        {
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/home2.jpeg",
                "style": {
                    
                }
            },
            "text": [
                "Discover the captivating beauty, rich culture, and hidden gems of Switzerland!",
                "With a passion for exploration and storytelling, we showcase the best of what Switzerland has to offer."
            ],
            "button": {
                "text":"Go to our channel",
                "url": "https://www.youtube.com/@wondersofswitzerland",
                "target": "_blank",
                "analyticsEvent": {
                    "event": "go_to_channel",
                    "params": {}
                }
            }
        }
    ],
    "reachout": {
        "title": "REACH OUT TO US",
        "text": "For partnerships, asking for help on your travel plans, or just to say hello 👋🏻",
        "button": {
            "text":"Send us a message",
            "url": "/contact",
            "target": "_self"
        }
    },
    "who": {
        "title": "WHO WE ARE",
        "profiles": [
            {
                "photo": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/elia.jpeg",
                "text": [
                    "Eliã, a Brazilian native, has immersed himself in the picturesque landscapes of Switzerland since 2021. His initial journey to the Alpine country was fueled by a quest for knowledge, as he pursued a Ph.D. in informatics. However, beyond the realms of academia, Eliã discovered an love affair with the breathtaking Swiss views that have become an integral part of his daily life. Switzerland's captivating landscapes have not only served as a backdrop for his intellectual development but have also become an integral part of his emotional landscape. This fusion has given rise to a distinctive collection of experiences, seamlessly intertwining the pursuit of knowledge with the tranquil beauty of the Alpine surroundings.",
                    "Presently, he works as both videographer and editor, skillfully crafting visual narratives. He aspires to artistically capture and share his family's adventures, turning every moment into compelling narratives that will endure throughout his lifetime and, hopefully, for generations to come."
                ]
            },
            {
                "photo": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/larissa.jpeg",
                "text": [
                    "Larissa is also a Brazilian and moved to Switzerland with her husband Eliã in 2021, she works as a UI UX Designer and loves living in Lugano because it is a sunny city and the nature is beautiful.",
                    "She makes itineraries for the trips and creates the designs for the channel and website."
                ]
            }
        ]
    }
}