{
    "title": "WELCOME TO THE WONDERS OF SWITZERLAND",
    "items": [
        {
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/home1.jpeg",
                "style": {

                }
            },
            "text": [
                "We take great pleasure in sharing itineraries and travel tips with you!",
                "Our goal is to contribute on creating memorable experiences for others, just as we have had the privilege of enjoying ourselves."
            ],
            "button": {
                "text":"Explore our episodes",
                "url": "/episodes"
            }
        },
        {
            "img": {
                "url": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/home2.jpeg",
                "style": {
                    
                }
            },
            "text": [
                "Discover the captivating beauty, rich culture, and hidden gems of Switzerland!",
                "With a passion for exploration and storytelling, we showcase the best of what Switzerland has to offer."
            ],
            "button": {
                "text":"Go to our channel",
                "url": "https://www.youtube.com/@wondersofswitzerland",
                "target": "_blank",
                "analyticsEvent": {
                    "event": "go_to_channel",
                    "params": {}
                }
            }
        }
    ],
    "reachout": {
        "title": "REACH OUT TO US",
        "text": "For partnerships, asking for help on your travel plans, or just to say hello 👋🏻",
        "button": {
            "text":"Send us a message",
            "url": "/contact",
            "target": "_self"
        }
    },
    "who": {
        "title": "WHO WE ARE",
        "profiles": [
            {
                "photo": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/elia.jpeg",
                "text": [
                    "Eliã, a Brazilian native, has immersed himself in the picturesque landscapes of Switzerland since 2021. His initial journey to the Alpine country was fueled by a quest for knowledge, as he pursued a Ph.D. in informatics. However, he also felt in love with the breathtaking Swiss views that have become an integral part of his daily life. The enchanting scenery of Switzerland has contributed to a unique array of experiences, seamlessly weaving together the quest for knowledge with the serene beauty of the Alpine surroundings.",
                    "He works as both videographer and editor, skillfully crafting visual narratives. He aspires to artistically capture and share his family's adventures, turning every moment into compelling narratives that will endure throughout his lifetime and, hopefully, for generations to come."
                ]
            },
            {
                "photo": "https://raw.githubusercontent.com/elbatista/wosdata/master/data/home/assets/larissa.jpeg",
                "text": [
                    "Larissa, also from Brazil, relocated to Switzerland alongside her husband Eliã in 2021. Bringing her skills as a UI/UX Designer, she has seamlessly integrated her professional pursuits with the allure of Lugano, a city that has captured her heart. The sunny atmosphere of Lugano and its breathtaking natural surroundings have become a source of inspiration for Larissa, creating a harmonious blend between her creative endeavors and the scenic beauty that envelops their new home.",
                    "She takes charge of crafting meticulous itineraries for their adventures, and lends her design expertise to shaping the visual identity of the channel, website and social networks. Her meticulous planning ensures each trip is thoughtfully curated, while her creative designs contribute to the overall aesthetic appeal of their digital platforms."
                ]
            }
        ]
    }
}